Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/maintenance_and_tax.html.txt.tmx
Source language: en
Languages: ga

source: The effect of separation on each spouse's tax liability depends chiefly on whether there are any maintenance payments involved and, if so, whether these payments are made under a legally enforceable arrangement or not
ga: Nuair a scarann pósadh braitheann an tionchar a bheidh aige ar dhliteanas cánach gach céile an bhfuil íocaíochtaí cothabhála i gceist agus, má tá, an bhfuil na híocaíochtaí seo dhá dhéanamh faoi chomhaontú dlíthiúil infheidhmithe

source: If maintenance payments are made, for the benefit of a spouse, under a legally enforceable arrangement during the year in which the couple separates then:
ga: Má dhéantar íocaíochtaí cothabhála, ar mhaithe le céile amháin, faoi chomhaontú dlíthiúil infheidhmithe sa bhliain chéanna ina scarann an lánúin óna chéile, ansin:

source: • The spouse who makes the payments is entitled to a tax deduction for the payments
ga: • Is féidir leis an gcéile a dhéanann na híocaíochtaí laghdú cánach a éileamh ar a son

source: • The spouse to whom the maintenance is paid is taxed on the payments
ga: • Gearrtar cáin ar an gcéile a fhaigheann na híocaíochtaí

source: Where a couple separates and no maintenance payments are made, each spouse is taxed as a single person and is responsible for filing his/her own tax return and paying tax on his/her own income
ga: Má scarann lánúin agus muna bhfuil aon íocaíochtaí cothabhála i gceist gearrtar cáin mar dhuine singil ar gach duine acu agus tá sé/sí freagrach as tuairisceán cánach a chomhlánú ar a s(h)on féin

source: Tax treatment of voluntary maintenance payments
ga: Cáin ar íocaíochtaí cothabhála deonacha

source: Voluntary maintenance payments (i.e., payments that are not legally enforceable) are not taken into account when calculating either spouse's tax
ga: Ní chuirtear íocaíochtaí cothabhála deonacha (i.e., íocaíochtaí nach féidir a chur i bhfeidhm go dlíthiúil) san áireamh nuair atá cáin ceachtar den bheirt dhá ríomh

source: • The spouse who makes the payments is not entitled to a tax deduction for them
ga: • Ní féidir leis an gcéile a dhéanann na híocaíochtaí laghdú cánach a éileamh ar a son

source: • The spouse who receives the payments is not taxed on them
ga: • Ní ghearrtar cáin ar an gcéile a fhaigheann na híocaíochtaí

source: • Both spouses are taxed on their own income as single people
ga: • Gearrtar cáin ar an mbeirt ar a n-ioncam mar dhaoine singil

source: • Makes voluntary maintenance payments to the other spouse
ga: • Dhéanann céile íocaíochtaí cothabhála deonacha leis an gcéile eile

source: • Is not entitled to a tax deduction for the payments because they were not made under a legally enforceable arrangement
ga: • Muna bhfuil sé/sí in ann laghdú cánach a éileamh ar a son ós rud é nach bhfuil comhaontú dlíthiúil infheidhmithe i bhfeidhm

source: • The payments are sufficient to either wholly or mainly maintain his/her spouse,
ga: • Más leor na híocaíochtaí sin lena c(h)éile a chothú go hiomlán nó don chuid is mó,

source: he/she will qualify for the married person's tax credit but only the single person's standard rate cut-off point is due
ga: is féidir leis/léi creidmheas cánach an duine phósta a éileamh ach ní bheidh aige/aici ach an pointe scartha don ráta caighdeánach don duine singil

source: The other spouse can also claim the single person's tax credit against his/her own income (if any)
ga: Is féidir leis an gcéile eile freisin éileamh a dhéanamh ar chreidmheas cánach an duine singil ar a (h)ioncam, más ann dó

source: "Mainly Maintaining" means that the payer's maintenance payments exceed the recipient's income
ga: Ciallaíonn "Cothabháil don chuid is mó" gur mó é suim na n-íocaíochtaí cothabhála ná ioncam an fhaighteora

source: Legally enforceable maintenance arrangements
ga: Comhaontuithe Cothabhála Dlíthiúla Infheidhmithe

source: Legally enforceable maintenance arrangements include annual or periodic maintenance payments made under an order of court, deed of separation, rule of court, trust, covenant or any other act that gives rise to a legally enforceable obligation
ga: I measc na gcomhaontaithe cothabhála dlíthiúla infheidhmithe tá íocaíochtaí bliantúla nó tréimhsiúla a dhéantar faoi ordú cúirte, gníomhas scartha, rialú cúirte, iontaobhas, cúnant nó aon ghníomh eile atá ina cheangal infheidhmhithe dlíthiúil

source: The maintenance arrangement must be made or carried out in consideration or in consequence of a separation
ga: Ní mór go mbeadh an comhaontú cothabhála déanta nó curtha i gcrích ar mhaithe le nó mar gheall ar phósadh a scaradh

source: Maintenance payments that are made under a legally enforceable arrangement entered into on or after 8 June 1983 are payable without deduction of tax
ga: Tá íocaíochtaí cothabhála a dhéantar faoi chomhaontú dlíthiúil infheidhmithe a rinneadh ar nó i ndiaidh an 8 Meitheamh 1983 iníoctha gan cáin a asbhaint

source: The following rules apply to maintenance payments made for the benefit of a spouse:
ga: Baineann na rialacha seo a leanas le híocaíochtaí cothabhála a dhéantar ar mhaithe le céile:

source: • The payments are made without deduction of tax (gross)
ga: • Go ndéantar na híocaíochtaí gan aon cháin a bhaint astu (comhlán)

source: • The spouse who makes the payments is entitled to a tax deduction for them
ga: • Go bhfuil an céile a dhéanann na híocaíochtaí i dteideal éilimh a dhéanamh ar laghdú cánach ar a son

source: • The spouse who receives the maintenance payments is liable for tax on them
ga: • Go bhfuil cáin le n-íoc orthu ag an gcéile a fhaigheann na híocaíochtaí cothabhála

source: • Both spouses are taxed as single people (unless they choose to be taxed as a married couple)
ga: • Gearrtar cáin mar dhaoine singil ar an mbeirt (ach amháin sa chás go mbíonn siad ag iarraidh cáin a íoc mar lánúin phósta)

source: A separated couple can choose to be treated as a married couple for income tax purposes if:
ga: Is féidir le lánúin atá scartha cinneadh a dhéanamh cáin ioncaim a íoc mar lánúin phósta:

source: • They are both resident in the State
ga: • Má tá an bheirt acu ina gcónaí sa Stát

source: • Maintenance payments are made under a legally enforceable arrangement
ga: • Má tá na híocaíochtaí cothabhála dhá ndéanamh faoi chomhaontú dlíthiúil

source: The couple must submit a joint election in writing if they wish to avail of this option
ga: Ní mór don lánúin iarratas scríofa a dhéanamh lena chéile más mian leo an rogha seo a thógáil

source: The election must be made in writing before the end of the tax year and must be signed by both parties
ga: Ní mór an cinneadh seo a dhéanamh roimh dheireadh na bliana cánach agus ní mór don bheirt acu an t-iarratas a shíniú

source: If such an election is made, the maintenance payments are ignored, i.e., the spouse making the payments does not get a tax deduction for them and the spouse who receives the payments is not liable for tax on them
ga: Má dhéantar an rogha seo déantar neamhaird de na híocaíochtaí cothabhála, i.e., ní fhaigheann an céile a dhéanann na híocaíochtaí laghdú cánach ar a son agus ní íocann an céile a fhaigheann na híocaíochtaí aon cháin orthu

source: Where both spouses possess income, separate assessment will apply, i.e., tax credits and standard rate cut-off point will be apportioned between the spouses, subject to a review at the end of the year to ensure that any unused tax credit or relevant rate bands are given to the other spouse
ga: Má tá ioncam ag an mbeirt gearrfar cáin orthu faoi mheasúnú ar leith, i.e., roinnfear creidmheasanna cánacha agus an pointe scartha don ráta caighdeánach idir an bheirt acu, déanfar athbhreithniú ar seo ag deireadh na bliana le déanamh cinnte go bhfuil an céile eile in ann leas a bhaint as aon chreidmheas cánach nár úsáideadh nó as aon bhandaí cánacha cuí

source: Where only one spouse has income, the full tax credits, reliefs and the maximum standard rate cut-off point (for couples with one spouse working) will be given to that spouse
ga: Muna bhfuil ioncam ach ag céile amháin tabharfar na creidmheasanna cánacha iomlán, na faoisimh agus an t-uasmhéid den phointe scartha don ráta caighdeánach don chéile sin (iad siúd atá ar fáil do lánúin le céile amháin ag obair)

source: For details and examples of the different types of assessment see Taxation of married people and civil partners in Ireland
ga: Tá sonraí agus samplaí de na cineálacha éagsúla measúnaithe ar fáil anseo

source: Maintenance payments that are made for the benefit of a child or children are ignored for tax purposes:
ga: Déantar neamhaird ar íocaíochtaí cothabhála a dhéantar ar mhaithe le páiste nó páistí ó thaobh cúrsaí cánacha:

source: • The person making the payments is not entitled to a tax deduction for the payments
ga: • Níl an té a dhéanann na híocaíochtaí i dteideal laghdú ó cháin a fháil ar a son

source: • The payments are not taxable
ga: • Níl cáin le n-íoc ar na híocaíochtaí

source: • The payments are not regarded as income of the child
ga: • Ní chuirtear na híocaíochtaí san áireamh mar ioncam an pháiste

source: A primary claimant can surrender his or her entitlement to the credit, in favour of a secondary claimant (provided the child (or children) lives with that person for more than 100 days in a year and the person meets all the other qualifying conditions.)
ga: D'fhéadfadh sé go mbeadh gach céile in ann éileamh a dhéanamh ar Chreidmheas Cánach ar Pháiste faoi Mhíchumas (féach ar Bileog IT18 (pdf)) agus/nó Creidmheas Cánach do Theaghlach Aontuismitheora (pdf)

source: If you are receiving maintenance payments and you also have income that is subject to PAYE, it may be possible to collect some or all of the tax due on the maintenance by reducing your tax credits
ga: Má tá tú ag fáil íocaíochtaí cothabhála agus má tá ioncam a bhaineann leis an gcóras ÍMAT agat freisin d'fhéadfadh sé go mbeadh tú in ann iomlán nó cuid den cháin atá dlite a íoc faoin gcóras sin tríd do chreidmheasanna cánacha a laghdú

source: If you are receiving maintenance payments only, the tax due is payable directly in one lump sum under the self assessment procedures
ga: Muna bhfuil d'ioncam agat ach na híocaíochtaí cothabhála gearrfar an cháin ort faoin gcóras féin-mheasúnaithe in aon chnapshuim amháin

source: In calculating your finances, you should take into account the payment of any tax that is due and the fact that this amount may have to be paid in one lump sum
ga: Nuair atá tú ag ríomh do chuid cúrsaí airgeadais ba cheart duit a chur san áireamh aon cháin atá le n-íoc agat agus smaoineamh go mba fhéidir go mbeidh ort í sin a íoc ina cnapshuim amháin

source: Where a couple obtain an Irish divorce, the provisions as outlined above will apply to any maintenance arrangements made by order of the court, which means that:
ga: Nuair a bhíonn colscaradh Éireannach ag lánúin beidh na soláthair thuasluaite i bhfeidhm maidir le haon íocaíochtaí cothabhála a ordaíonn an Chúirt, rud a chiallaíonn:

source: • Maintenance payments are made without deduction of tax
ga: • Go ndéantar íocaíochtaí cothabhála gan cáin a bhaint astu

source: • The spouse who receives the maintenance is taxable on the payments
ga: • Go bhfuil cáin le n-íoc orthu ag an gcéile a fhaigheann na híocaíochtaí cothabhála

source: • Both spouses are taxed as single persons
ga: • Gearrtar cáin mar dhaoine singil ar an mbeirt

source: A divorced couple also has the option of being treated as a married couple (the separate assessment provisions will apply) for income tax purposes if:
ga: Is féidir le lánúin colscartha rogha a dhéanamh cáin a íoc mar lánúin phósta (bainfidh na rialacha faoin measúnú faoi leith leo) ar a n-ioncam:

source: • Neither spouse has remarried
ga: • Muna bhfuil ceachtar acu athphósta

source: If a marriage is annulled, each spouse will be taxed as a single person from the date of the annullment onwards
ga: Má dhéantar pósadh a chur ar neamhní gearrfar cáin ar gach duine den bheirt mar dhuine singil ón dáta sin ar aghaidh

source: The couple cannot make an election for joint assessment
ga: Ní féidir leis an lánúin iarratas a dhéanamh ar chomh-mheasúnú

source: Visit the Revenue contact locator webpage to find the Lo-call number for your region
ga: Uimhreacha ló-ghlaoch teileafóin do oifigí réigiúnach na gCoimisinéirí Ioncaim ar fáil anseo

source: You can find more detailed contact details for your region here
ga: Is féidir leat a thuilleadh eolais a fháil faoi shonraí teagmhála do do réigiún anseo
